[{
        "joke": "It is scientifically impossible for Chuck Norris to have had a mortal father. The most popular theory is that he went back in time and fathered himself.",
        "category": "Chuck Norris"
    },
    {
        "joke": "How do you know if the moon is going broke? It's down to its last quarter.",
        "category": "Dad"
    },
    {
        "joke": "A neutron walks into a bar and asks the bartender how much for a drink. 'For you, no charge'",
        "category": "Science"
    },
    {
        "joke": "An infectious disease enters a bar. The bartender says, 'We don't serve your kind here.' It replies, 'Well, you're not a very good host!",
        "category": "Science"
    },
    {
        "joke": "Why does a burger have less energy than a steak? A burger is in its ground state!",
        "category": "Science"
    },
    {
        "joke": "What do you call an educated tube? A graduated cylinder!",
        "category": "Science"
    },
    {
        "joke": "In an average living room there are 1,242 objects Chuck Norris could use to kill you, including the room itself.",
        "category": "Chuck Norris"
    },
    {
        "joke": "My friend, Power, has been super stressed all week. His boss keeps making him work overtime. (P=W/t)",
        "category": "Science"
    },
    {
        "joke": "There are 10 kinds of people in this world. Those who understand binary, and those who don't.",
        "category": "Tech"
    },
    {
        "joke": "Why can't you trust atoms? They make up everything!",
        "category": "Science"
    },
    {
        "joke": "How many theoretical physicists does it take to screw in a light bulb? Two. One to hold the bulb and one to rotate the Universe.",
        "category": "Science"
    },
    {
        "joke": "Why was the JavaScript developer sad? Because he didn't Node how to Express himself.",
        "category": "Tech"
    },
    {
        "joke": "In order to understand recursion you must first understand recursion.",
        "category": "Tech"
    }






]